Repository: andreesg/collective.personOrInstitution
Catalog: collective/personOrInstitution/locales/*/LC_MESSAGES/collective.personOrInstitution.po
Languages: nl

source: Object
nl: Objecten

source: Information about an object typically collected by museums
nl: Informatie over een object meestal verzameld door musea

source: Body
nl: Tekst

source: Description
nl: Beschrijving

source: Identification
nl: Identificatie

source: Institution name
nl: Instellingnaam

source: Administrative name
nl: Afdeling

source: Collection
nl: Collectie

source: Object number
nl: Objectnummer

source: Part
nl: Onderdeel

source: Tot. Number
nl: Aantal

source: Copy number
nl: Serienummer

source: Edition
nl: Oplage

source: Distinguish features
nl: Ondersch. kenmerken

source: Object Category
nl: Objectcategorie

source: Object name
nl: Objectnaam

source: Other name
nl: Ander benaming

source: Physical Characteristics
nl: Fysieke kenmerken

source: Physical Description
nl: Fysieke beschrijving

source: Keywords
nl: Trefwoorden

source: Keyword
nl: Trefwoord

source: Notes
nl: Bijzonderheden

source: Techniques
nl: Technieken

source: Technique
nl: Techniek

source: Materials
nl: Materialen

source: Material
nl: Materiaal

source: Dimensions
nl: Afmetingen

source: Dimention
nl: Afmeting

source: Value
nl: Waarde

source: Unit
nl: Eenh

source: Precision
nl: Precisie

source: Dimensions (free text)
nl: Afmeting (vrije tekst)

source: Frame
nl: Omlijsting

source: Detail
nl: Bijzonderheden

source: Production & Dating
nl: Vervaardiging & Datering

source: Creator
nl: Vervaardiger

source: Maker
nl: Vervaardiger

source: Qualifier
nl: Kwalificatie

source: Role
nl: Rol

source: Place
nl: Plaats

source: School / style
nl: School / stijl

source: Production notes
nl: Bijzonderheden

source: Production reason
nl: Reden vervaardiging

source: Dating
nl: Datering

source: Period
nl: Periode

source: Date (early)
nl: Datering van

source: Date (late)
nl: Tot

source: Condition & Conservation
nl: Toestand & Conservering

source: Conservation treatment
nl: Conserveringsprioriteit

source: Priority
nl: Prioriteit

source: Next condition check
nl: Volgende toets en controle

source: Date
nl: Datum

source: Completeness
nl: Compleetheid

source: Checked by
nl: Controleur

source: Condition
nl: Toestand

source: Enviromental condition
nl: Bewaarvorm

source: Preservation form
nl: Bewaarvorm

source: Conservation request
nl: Conserveringverzoeken

source: Treatment
nl: Behandeling

source: Requester
nl: Aanvrager

source: Reason
nl: Reden

source: low
nl: laag

source: medium
nl: normal

source: high
nl: hoog

source: Inscriptions and markings
nl: Opschrijven en merken

source: Type
nl: Soort

source: Position
nl: Positie

source: Method
nl: Methode

source: Content
nl: Inhoud

source: Interpretation
nl: Interpretatie

source: Language
nl: Taal

source: Value & Insurance
nl: Waarde

source: Valuation
nl: Waardebepaling

source: Curr.
nl: Val.

source: Valuer
nl: Taxateur

source: Insurance
nl: Verzekering

source: Commercial
nl: commercieel

source: Indemnity
nl: indemniteit

source: Policy number
nl: Polisnummer

source: Insurance company
nl: Verzekeringsmaatschappij

source: Confirmation date
nl: Bevestigingsdatum

source: Renewal date
nl: Verloopdatum

source: Reference
nl: Referentie

source: Conditions
nl: Voorwaarden

source: Acquisition
nl: Verwerving

source: Accession
nl: Inschrijving

source: Accession date
nl: Inschrijvingsdatum

source: Acquisition number
nl: Verwervingsnummer

source: Rec.no.
nl: Rec.nr.

source: Lot no.
nl: Lotnr.

source: From
nl: Van

source: Auction
nl: Veiling

source: Authorization
nl: Autorisatie

source: Authorizer
nl: Autorisator

source: Costs
nl: Kosten

source: Offer price
nl: Vraagprijs

source: Purchase price
nl: Aankoopprijs

source: Funding
nl: Financiering

source: Amount
nl: Bedrag

source: Source
nl: Bron

source: Provisos
nl: Bepalingen

source: Documentation
nl: Documentatie

source: Disposal
nl: Afstoting

source: Deaccession
nl: Uitschrijving

source: Deaccession date
nl: Uitschrijvingsdatum

source: New object number
nl: Nieuw objectnummer

source: Disposal number
nl: Afstotingsnummer

source: Proposed recipient
nl: Aspirant-ontvanger

source: Recipient
nl: Ontvanger

source: Finance
nl: Financiën

source: Disposal price
nl: Verkoopprijs

source: Ownership history
nl: Eigendomsgeschiedenis

source: Ownership
nl: Eigendom

source: Current Owner
nl: Huidige eigenaar

source: History
nl: Geschiedenis

source: Owner
nl: Eigenaar

source: Until
nl: Tot

source: Exchange method
nl: Verwervingsmethode

source: Acquired from
nl: Verworven van

source: Price
nl: Prijs

source: Ownership category
nl: Eigendomscategorie

source: Access
nl: Toegankelijkheid

source: Location
nl: Standplaats

source: Normal location
nl: Vaste standplaats

source: Current location
nl: Huidige locatie

source: Start date
nl: Begindatum

source: End date
nl: Einddatum

source: Location type
nl: Soort standplaats

source: Fitness
nl: Geschiktheid

source: Location checks
nl: Standplaatscontroles

source: Free Fields
nl: Vrij Velden

source: Confidential
nl: Vertrouwelijk

source: Labels
nl: Etiketten

source: Translated title
nl: Vertaalde titel

source: Describer
nl: Beschrijver

source: Taxonomy
nl: Taxonomie

source: Taxonomy rank
nl: Taxonomie rang

source: Scient. name
nl: Wet. naam

source: Common name
nl: Populaire naam

source: Determiner
nl: Determinator

source: Title and description
nl: Titel en beschrijving

source: General theme
nl: Hoofdmotief algemeen

source: Specific theme
nl: Hoofdmotief specifiek

source: Classification theme
nl: Classificatieschema

source: General search criteria
nl: Algemene onderwerpsontsluiting

source: Content description
nl: Inhoudsbeschrijving

source: Content person/institution
nl: Afgebeelde persoon/instelling

source: Name type
nl: Soort naam

source: Content subject
nl: Afgebeeld onderwerp

source: Subject type
nl: Soort onderwerp

source: Subject
nl: Naam

source: Taxonomic rank
nl: Taxonomische rang

source: Scientific name
nl: Wet. Naam

source: Proper name
nl: Eigennaam

source: Iconography source
nl: Iconografisch bron

source: Source general
nl: Bron algemeen

source: Source specific
nl: Bron specifiek

source: Source object number
nl: Bron objectnummer

source: Iconography
nl: Iconografie

source: Content period/date
nl: Afgebeelde periode/datum

source: Script
nl: Schrijt

source: Transliteration
nl: Transliteratie

source: Associated person/institution
nl: Geassocieerde persoon/instelling

source: Association
nl: Associatie

source: Associated subject
nl: Geassocieerd onderwerp

source: Associated period
nl: Geassocieerde periode

source: Associations
nl: Associaties

source: Numbers/relationships
nl: Nummers/relaties

source: Numbers
nl: Nummers

source: Institution
nl: Instelling

source: Number
nl: Nummer

source: Relationships with other objects
nl: Relaties met andere objecten

source: Part of
nl: Is deel van

source: Parts
nl: Heeft als deel

source: Related object
nl: Gerelateerd object

source: Digital references
nl: Digitale referenties

source: Title
nl: Titel

source: Page mark
nl: Pagina-aanduiding

source: Author
nl: Auteur

source: Shelf mark
nl: Signatuur

source: Documentation (free) / archive
nl: Documentatie (vrij) / archief

source: Documentation (free text)
nl: Documentatie (vrij tekst)

source: Archive
nl: Archief

source: Archive number
nl: Archiefnummer

source: Reproductions
nl: Reproducties

source: Reproduction
nl: Reproductie

source: Format
nl: Formaat

source: Recommendations/requirements
nl: Aanbevelingen / vereisten

source: Recommendations
nl: Aanbevelingen

source: Display
nl: Tentoonstelling

source: Enviroment
nl: Omgeving

source: Handling
nl: Behandeling

source: Packing
nl: Verpakking

source: Security
nl: Veiligheid

source: Storage
nl: Berging

source: Legal / license requirements
nl: Wettelijke eisen / vergunningen

source: Requirements
nl: Eisen

source: Requirements held
nl: Vereisten in Bezit

source: Current From
nl: Geldig van

source: Field Collection
nl: Vondstomstandigheden

source: Field coll. number
nl: Vondstnummer

source: Collector
nl: Vinder

source: Event
nl: Gebeurtenis

source: Place code
nl: Code vindplaats

source: Place feature
nl: Kenmerk vindplaats

source: Co-ordinates field collection place
nl: Coördnaten vindplaats

source: Grid type
nl: Coördinatenstelsel

source: X co-ordinate
nl: X-coördnaat

source: Addition
nl: Toevoeging

source: Y co-ordinate
nl: Y-coördnaat

source: Habitat and stratigraphy
nl: Milieu en stratigrafie

source: Habitat
nl: Landschap/milieu

source: Stratigraphy
nl: Stratigrafie

source: Strat. type
nl: Soort strat.

source: treatments
nl: Tentoonstellingen

source: treatment
nl: Tentoonstelling

source: treatment name
nl: Tentoonstellingsnaam

source: to
nl: t/m

source: Venue
nl: Locatie

source: Cat. no. object
nl: Cat.nr. object

source: Loans
nl: Bruiklenen

source: Incoming loans
nl: Inkomende bruiklenen

source: Outgoing loans
nl: Uitgaande bruiklenen

source: Loan number
nl: Bruikleennummer

source: Lender
nl: Bruikleengever

source: Request reason
nl: Reden aanvraag

source: Request period
nl: Aaanvraagperiode

source: Contract period
nl: Contractperiode

source: Contact
nl: Contactpersoon

source: Alt. Title
nl: Alt. Titel

source: Organizing institutions
nl: Organiserende instelling

source: Name
nl: Naam

source: Address
nl: Adres

source: Country
nl: Land

source: Telephone
nl: Telefoon

source: treatments details
nl: Tentoonstelling

source: label_event_start
nl: Aanvang

source: label_event_end
nl: Einde

source: Article
nl: Lidword

source: Linked Objects
nl: Gekoppelde objecten

source: Itinerary
nl: Agenda

source: Treatment number
nl: Behandelingsnummer

source: Treatment type
nl: Soort Behandeling

source: Reversible
nl: Reversibel

source: conversation
nl: conservering

source: restauration
nl: restauratie

source: Treatment method
nl: Behandelmethode

source: Conservator
nl: Uitvoerder

source: Recall date
nl: Rappeldatum

source: Progress
nl: Voortgang

source: Condition description
nl: Toestandsbeschrijving

source: Treatment plan
nl: Behandelplan

source: Treatment summary
nl: Behandelingsbeschrijving

source: (Digital) references
nl: (Digitale) documentatie

source: Person or Institution
nl: Person en instellingen

source: PersonOrInstitution
nl: Person en instellingen

source: Name information
nl: Naamgegevens

source: Institution number
nl: Museumnummer

source: Name notes
nl: Opmerking naam

source: Relation with other names
nl: Relaties met andere namen

source: Use
nl: Gebruik

source: Used for
nl: Gebruik voor

source: Address details
nl: Adresgegevens

source: Address type
nl: Soort Adres

source: Postal code
nl: Postcode

source: Telephone/fax/email
nl: Telefoon/fax/email

source: Contacts
nl: Contactperson

source: Job title
nl: Functie

source: Phone
nl: Telefoon

source: Miscellaneous
nl: Diversen

source: Group
nl: Groep

source: Person details
nl: Biografische Persoonsgegevens

source: Birth details
nl: Geboortgegevens

source: Date (start)
nl: Datum (begin)

source: Date (end)
nl: Datum (eind)

source: Nationality
nl: Nationaliteit

source: Occupation
nl: Beroep

source: School/style
nl: School/Stijl

source: Place of activity
nl: Plaats van Werkzaamheid

source: Biography
nl: Biografie
